Repository: moiseipro/nanofb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Page source
ru: Исходный код страницы

source: Navigation
ru: Навигация

source: Search files
ru: Поиск файлов

source: Select an image to embed
ru: Выберите изображение для встраивания

source: Images in:
ru: Изображения в:

source: Embed Image
ru: Встроенное изображение

source: Play Slideshow
ru: Воспроизведение слайд-шоу

source: Pause Slideshow
ru: Приостановить слайд-шоу

source: Aborted!
ru: Прервано!

source: Show this message and exit.
ru: Покажите это сообщение и выйдите.

source: Options
ru: Опции

source: Commands
ru: Команды

source: Missing command.
ru: Отсутствующая команда.

source: required
ru: обязательный

source: Show the version and exit.
ru: Покажите версию и выйдите.

source: Missing argument
ru: Отсутствующий аргумент

source: Missing option
ru: Отсутствующий вариант

source: Missing parameter
ru: Отсутствующий параметр

source: unknown error
ru: неизвестная ошибка

source: Repeat for confirmation
ru: Повторите для подтверждения

source: Press any key to continue...
ru: Нажмите любую клавишу, чтобы продолжить...

source: file
ru: файл

source: directory
ru: каталог

source: path
ru: путь

source: This field is required.
ru: Это поле является обязательным.

source: Enter a valid value.
ru: Введите допустимое значение.

source: Messages
ru: Сообщения

source: Site Maps
ru: Карты сайта

source: Static Files
ru: Статические файлы

source: Syndication
ru: Синдикация

source: That page number is not an integer
ru: Этот номер страницы не является целым числом

source: That page number is less than 1
ru: Этот номер страницы меньше 1

source: That page contains no results
ru: Эта страница не содержит результатов

source: Enter a valid URL.
ru: Введите действительный URL-адрес.

source: Enter a valid integer.
ru: Введите допустимое целое число.

source: Enter a valid email address.
ru: Введите действительный адрес электронной почты.

source: Enter only digits separated by commas.
ru: Вводите только цифры, разделенные запятыми.

source: Enter a number.
ru: Введите номер.

source: Null characters are not allowed.
ru: Пустые символы не допускаются.

source: and
ru: и

source: This field cannot be null.
ru: Это поле не может быть нулевым.

source: This field cannot be blank.
ru: Это поле не может быть пустым.

source: Date (without time)
ru: Дата (без указания времени)

source: Date (with time)
ru: Дата (со временем)

source: Decimal number
ru: Десятичное число

source: Duration
ru: Продолжительность

source: Email address
ru: Адрес электронной почты

source: File path
ru: Путь к файлу

source: Floating point number
ru: Число с плавающей запятой

source: Integer
ru: Целое число

source: Time
ru: Время

source: File
ru: Файл

source: Image
ru: Изображение

source: Enter a whole number.
ru: Введите целое число.

source: Enter a valid date.
ru: Введите действительную дату.

source: Enter a valid time.
ru: Введите действительное время.

source: Enter a valid date/time.
ru: Введите действительную дату/время.

source: Enter a valid duration.
ru: Введите допустимую продолжительность.

source: No file was submitted. Check the encoding type on the form.
ru: Ни один файл не был отправлен. Проверьте тип кодировки в форме.

source: No file was submitted.
ru: Ни один файл не был отправлен.

source: The submitted file is empty.
ru: Отправленный файл пуст.

source: Order
ru: Порядок

source: Delete
ru: Удалить

source: Please correct the duplicate values below.
ru: Пожалуйста, исправьте повторяющиеся значения ниже.

source: Clear
ru: Отчистить

source: Currently
ru: Текущий

source: Change
ru: Изменить

source: Unknown
ru: Неизвестный

source: Yes
ru: Да

source: No
ru: Нет

source: yes,no,maybe
ru: да, нет, может быть

source: or
ru: или

source: Forbidden
ru: Запрещенный

source: Directory indexes are not allowed here.
ru: Индексы каталогов здесь не разрешены.

source: Search
ru: Поиск

source: Copyright
ru: Авторское право

source: Next
ru: Следующий

source: Previous
ru: Предыдущий

source: Home
ru: Главная

source: On this page
ru: На этой странице

source: Versions
ru: Версии

source: Downloads
ru: Загрузки

source: Last name
ru: Фамилия

source: First name
ru: Имя

source: Father name
ru: Отчество

source: Date of birth
ru: День рождения

source: Select country
ru: Выберите страну

source: City
ru: Город

source: Region
ru: Регион

source: License to
ru: Лицензия до

source: Email
ru: Электронная почта

source: Create a password
ru: Придумайте пароль

source: Password Confirmation
ru: Подтверждение пароля

source: Unable to create account.
ru: Не удается создать учетную запись.

source: Activate
ru: Активировать

source: Information
ru: Информация

source: Completion of activation
ru: Завершение активации

source: For the full configuration and choice of the version of the program, our administrator will contact you.
ru: Для полной настройки и выбора версии программы наш администратор свяжется с вами.

source: You can contact the administrator by number:
ru: Вы можете связаться с администратором по номеру:

source: Login page
ru: Страница авторизации

source: Close
ru: Закрыть

source: Forgot
ru: Забыл

source: Send
ru: Отправить

source: If the email does not arrive:
ru: Если электронное письмо не приходит:

source: Check the spam folder
ru: Проверьте папку со спамом

source: Make sure that the Email is entered correctly
ru: Убедитесь, что адрес электронной почты введен правильно

source: Log in to your account
ru: Войдите в свою учетную запись

source: Don`t have an account?
ru: У вас нет учетной записи?

source: Login
ru: Авторизоваться

source: Forgot your password?
ru: Забыли свой пароль?

source: Account activation on %(site_name)s
ru: Активация аккаунта на %(site_name)s

source: You're receiving this email because you need to finish activation process on %(site_name)s.
ru: Вы получили это письмо, потому что вам нужно завершить процесс активации %(site_name)s.

source: Please go to the following page to activate account:
ru: Пожалуйста, перейдите на следующую страницу, чтобы активировать учетную запись:

source: Thanks for using our site!
ru: Спасибо за использование нашего сайта!

source: The %(site_name)s team
ru: Команда %(site_name)s

source: Project leader
ru: Руководитель проекта

source: tel
ru: тел

source: Project manager
ru: Менеджер проекта

source: %(site_name)s - Your account has been successfully created and activated!
ru: %(site_name)s - Ваша учетная запись успешно создана и активирована!

source: Your account has been created and is ready to use!
ru: Ваша учетная запись создана и готова к использованию!

source: To log in to your account, go to the following url
ru: Чтобы войти в свою учетную запись, перейдите по следующему адресу

source: Use the password you created earlier to log in
ru: Используйте пароль, который вы создали ранее, для входа

source: Sign up
ru: Зарегистрироваться

source: If you already have an account,
ru: Если у вас уже есть учетная запись,

source: login
ru: авторизоваться

source: New password
ru: Новый пароль

source: Repeat the password
ru: Повторите пароль

source: You are now logged in as
ru: Теперь вы вошли как

source: Invalid email or password.
ru: Неверный адрес электронной почты или пароль.

source: You have successfully logged out.
ru: Вы успешно вышли из системы.

source: A user with this Email already exists!
ru: Пользователь с этим адресом электронной почты уже существует!

source: Incorrect email address!
ru: Неверный адрес электронной почты!

source: Registration success!
ru: Регистрация прошла успешно!

source: A letter was sent to the mail to confirm.
ru: На почту было отправлено письмо для подтверждения.

source: Clubs
ru: Клубы

source: Country
ru: Страна

source: Phone
ru: Телефон

source: License
ru: Лицензия

source: title
ru: Название

source: Club title. Maximum length of 100 characters.
ru: Название клуба. Максимальная длинна 100 символов.

source: subdomain
ru: субдомен

source: The domain that will be displayed. The maximum length is 10 characters.
ru: Домен, который будет отображаться. Максимальная длина - 10 символов.

source: logo
ru: лого

source: Club logo
ru: Лого клуба

source: Federation
ru: Федерация

source: The federation the club is a member of
ru: Федерация, к которой принадлежит клуб

source: groups
ru: группы

source: The groups this club belongs to. A club will get all permissions granted to each of their groups.
ru: Группы, к которым принадлежит этот клуб. Клуб получит все разрешения, предоставленныекаждой из их групп.

source: permissions
ru: доступы

source: Specific permissions for this club.
ru: Особые разрешения для этого клуба.

source: date registration
ru: дата регистрации

source: Date of registration of the club in the program.
ru: Дата регистрации клуба в программе.

source: License termination
ru: Прекращение действия лицензии

source: License expiration date.
ru: Срок действия лицензии.

source: block
ru: блок

source: Is the club blocked?
ru: Клуб заблокирован?

source: Club card
ru: Карточка клуба

source: Club cards
ru: Карточки клубов

source: Access to the club admin panel
ru: Доступ к админ-панели клуба

source: Admin panel
ru: Панель администратора

source: Users
ru: Пользователи

source: Add user
ru: Добавить пользователя

source: Club information
ru: Информация о клубе

source: Settings
ru: Настройки

source: Permissions
ru: Доступы

source: Profile
ru: Профиль

source: General information
ru: Основная информация

source: Tittle
ru: Название

source: Subdomain
ru: Субдомен

source: Date registration
ru: Дата регистрации

source: Registration to
ru: Регистрация до

source: Teams
ru: Команды

source: Players per team
ru: Игроки в команде

source: Club permissions
ru: Клубные доступы

source: User Parameters
ru: Пользовательские параметры

source: Team
ru: Команда

source: Create user
ru: Создать пользователя

source: Registration on the Nanofootball website
ru: Регистрация на сайте Nanofootball

source: To log in to the site, use this data.
ru: Чтобы войти на сайт, используйте эти данные.

source: Password
ru: Пароль

source: Edit
ru: Редактировать

source: Cancel
ru: Отменить

source: Activation
ru: Активация

source: Birth
ru: Д.Р.

source: Job title
ru: Должность

source: T/P
ru: К/И

source: Exs.
ru: Упр.

source: Entrance
ru: Вход

source: Online
ru: Онлайн

source: New personal profile data is saved!
ru: Новые данные личного профиля сохранены!

source: User data is saved!
ru: Данные пользователя сохранены!

source: New password on the Nanofootball website
ru: Новый пароль на сайте Nanofootball

source: A new password has been sent to the mail!
ru: На почту отправлен новый пароль!

source: Password generation error!
ru: Ошибка генерации пароля!

source: Events
ru: События

source: Training
ru: Тренировка

source: Trainings (two group)
ru: Тренировки (две группы)

source: Unofficial match
ru: Неофициальный матч

source: Official match
ru: Официальный матч

source: M.C.
ru: М.Ц.

source: Date with
ru: Дата с

source: Date by
ru: Дата по

source: Save
ru: Сохранить

source: Event type
ru: Тип события

source: Date
ru: Дата

source: short name
ru: Короткий код

source: The short name of the event. The maximum length is 4 characters
ru: Краткое название события. Максимальная длина - 4 символа

source: notes
ru: заметки

source: Notes to the event.
ru: Заметки к событию

source: Date and time
ru: Дата и время

source: Date and time of this event
ru: Дата и время этого события

source: Event
ru: Событие

source: Name of the microcycle. The maximum length is 80 characters
ru: Название микроцикла. Максимальная длина - 80 символов

source: Short key
ru: Короткий ключ

source: Microcycle short code
ru: Кородкий код микроцикла

source: Block
ru: Блок

source: Block of the microcycle. The maximum length is 100 characters
ru: Блок микроцикла. Максимальная длина - 100 символов

source: Block key
ru: Ключ блока

source: Microcycle block code
ru: Код блока микроцикла

source: start date
ru: Дата начала

source: Start date of the microcycle.
ru: Дата начала микроцикла

source: end date
ru: Дата окончания

source: End date of the microcycle.
ru: Дата окончания микроцикла

source: References
ru: Справочники

source: Open the selected event
ru: Открыть выбранное событие

source: Filter by favorites
ru: Фильтр по избранным

source: Filtering of training events
ru: Фильтрация событий тренировки

source: Filtering of match events
ru: Фильтрация событий матчей

source: Resetting all filtering and calendar
ru: Сброс всей фильтрации и календаря

source: Show/Hide calendar
ru: Показать/скрыть календарь

source: Calendar
ru: Календарь

source: Quick list of players
ru: Упрощенный список игроков

source: Blocks filter training
ru: Фильтр блоков тренировки

source: Share training
ru: Поделиться тренировкой

source: Copy event
ru: Копировать событие

source: Print
ru: Печать

source: Delete event
ru: Удалить событие

source: the ordinal day of the microcycle
ru: порядковый день микроцикла

source: Load
ru: Нагрузка

source: Event Create
ru: Создать событие

source: Event Update
ru: Редактировать событие

source: Copying the selected event
ru: Копирование выбранного события

source: No teams
ru: Нет команд

source: Create a team
ru: Создать команду

source: Copy
ru: Копировать

source: Create
ru: Создать

source: Key
ru: Ключ

source: Days
ru: Дни

source: Microcycle
ru: Микроциклы

source: Open the selected exercise
ru: Открыть выбранное упражнение

source: Filter by video
ru: Фильтр по видео

source: Video of selected event
ru: Видео выбранного события

source: Download presentation
ru: Скачать презентацию

source: MC days
ru: Дни МЦ

source: Objective
ru: Задача

source: Microcycles
ru: Микроциклы

source: Training loads
ru: Нагрузки тренировки

source: Exercises
ru: Упражнения

source: View exercises with category <U>
ru: Посмотреть упражнения категории <U>

source: View exercises with category <u>
ru: Посмотреть упражнения категории <u>

source: View exercises with category <PRO>
ru: Посмотреть упражнения категории <PRO>

source: Surname
ru: Фамилия

source: Birthday
ru: День рождения

source: Folders management
ru: Управление папками

source: Seasons
ru: Сезоны

source: Folders
ru: Папки

source: Move up
ru: Преместить вверх

source: Move down
ru: Преместить вниз

source: Create/Modify folder
ru: Создание/Изменение папки

source: Title
ru: Название

source: Apply
ru: Применить

source: Deleting a folder
ru: Удаление папки

source: Are you sure you want to delete this folder?
ru: Вы уверены, что хотите удалить эту папку?

source: NFB Folders
ru: Папки NFB

source: Choose this structure
ru: Выберите эту структуру

source: All
ru: Все

source: No sources
ru: Нет источников

source: No tags
ru: Нет тегов

source: Federations
ru: Федерации

source: Federation title. Maximum length of 100 characters.
ru: Название федерации. Максимальная длинна 100 символов.

source: Versions available to the federation for issuance
ru: Версии, доступные федерации для выдачи

source: The groups this federation belongs to. A club will get all permissions granted to each of their groups.
ru: Группы, к которым принадлежит этота федерация. Клуб получит все разрешения, предоставленныекаждой из их групп.

source: Specific permissions for this federation.
ru: Особые разрешения для этой федерации

source: Date of registration of the federation in the program.
ru: Дата регистрации федерации в программе.

source: Is the federation blocked?
ru: Федерация заблокирована?

source: Federation card
ru: Карточка федерации

source: Federation cards
ru: Карточки федераций

source: Access to the federation admin panel
ru: Доступ к админ-панели федерации

source: Federation panel
ru: Панель федерации

source: Add club
ru: Добавить клуб

source: Federation information
ru: Информация федерации

source: A club with this subdomain already exists!
ru: Клуб с этим субдоменом уже существует!

source: Create club success!
ru: Создание клуба успешно!

source: Matches
ru: Матчи

source: trainer
ru: тренер

source: Coach tied to the match
ru: Тренер привязан к матчу

source: duration match
ru: длительность матча

source: The duration of the match in the format 00:00:00
ru: Продолжительность матча в формате 00:00:00

source: goals
ru: голы

source: Number of goals scored by the team.
ru: Количество голов, забитых командой.

source: penalty
ru: пенальти

source: Number of team penalties per match.
ru: Количество пенальти команды за матч.

source: opponent goals
ru: голы соперника

source: Number of goals scored by the opponent team.
ru: Количество голов, забитых командой соперника.

source: opponent penalty
ru: пенальти соперника

source: Number of opponent team penalties per match.
ru: Количество пенальти команды соперника за матч.

source: estimation
ru: оценка

source: Rating of the match on the scale.
ru: Рейтинг матча по шкале.

source: place
ru: место

source: Venue of the match.
ru: Место проведения матча.

source: tournament
ru: турнир

source: Tournament name.
ru: Название турнира.

source: Match type, 0 - not official, 1 - official.
ru: Тип матча, 0 - неофициальный, 1 - официальный.

source: Match format.
ru: Формат матча.

source: Access to the section "Analytics" for UserMatch
ru: Доступ к разделу "Аналитика" для пользователей

source: Access to the section "Analytics" for ClubMatch
ru: Доступ к разделу "Аналитика" для клубных пользователей

source: Match
ru: Матч

source: No team selected
ru: Команда не выбрана

source: doctor
ru: врач

source: Date and time of this medicine
ru: Дата и время приема этого лекарства

source: diagnosis
ru: диагноз

source: Venue of the diagnosis.
ru: Место постановки диагноза.

source: recovery period
ru: восстановительный период

source: Venue of the recovery period.
ru: Место проведения восстановительного периода.

source: Date and time of healthy status
ru: Дата и время состояния здоровья

source: treatment
ru: лечение

source: Venue of the treatment.
ru: Место проведения лечения.

source: note
ru: примечание

source: Venue of the note.
ru: Место написания справки.

source: Medicine
ru: Медицина

source: Russian
ru: Русский

source: English
ru: Английский

source: Portuguese
ru: Португальский

source: Spanish
ru: Испанский

source: German
ru: Немецкий

source: French
ru: Французский

source: Nanofb admin panel
ru: Панель администратора Nanofb

source: Nanofootball admin panel
ru: Панель администратора Nanofootball

source: No season selected
ru: Сезон не выбран

source: No seasons
ru: Нет сезонов

source: Create a season
ru: Создать сезон

source: My Profile
ru: Профиль

source: Logout
ru: Выйти

source: View page
ru: Просмотр страницы

source: Exit Account
ru: Выйти с акаунта

source: Administration
ru: Администрирование

source: Notification
ru: Уведомление

source: Club
ru: Клуб

source: Helper
ru: Помощник

source: «Client» system
ru: Система «Клиент»

source: «Club» panel
ru: Панель «Клуб»

source: «Federation» panel
ru: Панель «Федерация»

source: Main sections
ru: Основные разделы

source: Players
ru: Игроки

source: Analytics
ru: Аналитика

source: Applications
ru: Приложения

source: Mailing
ru: Рассылки

source: Chat
ru: Чат

source: Video
ru: Видео

source: Tests
ru: Тесты

source: Finance
ru: Финансы

source: Education
ru: Обучение

source: Methodology
ru: Методология

source: Courses
ru: Курсы

source: Notifications
ru: Уведомления

source: users
ru: пользователи

source: Users who will receive the notification
ru: Пользователи, которые получат уведомление

source: update date
ru: дата обновления

source: Notification last updated date
ru: Дата последнего обновления уведомления

source: notification subject
ru: тема уведомления

source: Notification subject for users
ru: Тема уведомления для пользователей

source: notification content
ru: контент уведомления

source: Notification content for users
ru: Контент уведомления для пользователей

source: notification
ru: уведомление

source: Notification that was sent
ru: Уведомление, которое было отправлено

source: user
ru: пользователь

source: User to whom it was sent
ru: Пользователь, которому было отправлено

source: date of receiving
ru: дата получения

source: Date when the user will receive the notification
ru: Дата, когда пользователь получит уведомление

source: Notifications Management
ru: Управление уведомлениями

source: Sent
ru: Отправлено

source: Content
ru: Контент

source: Date receiving
ru: Дата получения

source: Notification view
ru: Просмотр уведомлений

source: User
ru: Пользователь

source: Date update
ru: Дата обновления

source: Presentation
ru: Презентация

source: Team title
ru: Название команды

source: Season title
ru: Название сезона

source: Season start date
ru: Дата старта сезона

source: End of season date
ru: Дата окончания сезона

source: Imported source name
ru: Импортированное имя источника

source: Short name no more than 10 characters
ru: Краткое имя не более 10 символов

source: Empty
ru: Пусто

source: order
ru: порядок

source: Sorting index
ru: Порядковый номер

source: translated title
ru: переведенное название

source: Translations of reference books
ru: Переводы справочников

source: link
ru: ссылка

source: Link to the source
ru: Ссылка на источник

source: Video source
ru: Источник видео

source: Video sources
ru: Источники видео

source: None
ru: Ничего

source: Team status
ru: Статус команды

source: Team statuses
ru: Статусы команды

source: age key
ru: ключ возраста

source: Age key no more than 10 characters
ru: Возрастной ключ не более 10 символов

source: U key
ru: U ключ

source: U key no more than 10 characters
ru: U ключ не более 10 символов

source: team status
ru: статус команды

source: Team status.
ru: Статус команды.

source: players
ru: игроки

source: a simple list of players
ru: простой список игроков

source: User Team
ru: Команда пользователя

source: User Teams
ru: Команды пользователя

source: Start date of the season.
ru: Дата начала сезона.

source: End date of the season.
ru: Дата окончания сезона.

source: User Season
ru: Сезон пользователя

source: User Seasons
ru: Сезоны пользователей

source: Users who have access to the team
ru: Пользователи, имеющие доступ к команде

source: Club Team
ru: Команда клуба

source: Club Teams
ru: Команды клубов

source: Club Season
ru: Сезон клуба

source: Club Seasons
ru: Сезоны клубов

source: Exercise goal
ru: Цель упражнения

source: Exercise goals
ru: Цели упражнения

source: Exercise with a ball
ru: Упражнение с мячом

source: Exercise team category
ru: Категория команды упражнения

source: Exercise team categories
ru: Категории команд упражнения

source: Exercise age category
ru: Возрастная категория упражнения

source: Exercise age categories
ru: Возрастные категории упражнения

source: Exercise part of the training
ru: Часть тренировки упражнения

source: Exercise parts of the training
ru: Части тренировки упражнения

source: Exercise cognitive load
ru: Когнитивная нагрузка упражнения

source: Exercise cognitive loads
ru: Когнитивные нагрузки упражнения

source: Exercise keyword
ru: Ключевое слово упражнения

source: Exercise keywords
ru: Ключевые слова упражнения

source: Exercise stress type
ru: Тип физической нагрузки

source: Exercise stress types
ru: Типы физической нагрузки

source: Exercise purpose
ru: Цель упражнения

source: Exercise purposes
ru: Цели упражнения

source: Exercise coaching
ru: Тренировка по упражнениям

source: Exercise category
ru: Категория упражнения

source: Exercise categories
ru: Категории упражнения

source: Exercise types
ru: Типы упражнений

source: Exercise physical qualities
ru: Физические качества упражнения

source: Exercise additional data
ru: Дополнительные данные упражнения

source: User exercise additional data
ru: Дополнительные данные пользовательских упражнений

source: Club exercise additional data
ru: Дополнительные данные клубных упражнениий

source: Exercise title name
ru: Название упражнения
