Repository: moiseipro/nanofb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Exercise title names
ru: Названия упражнения

source: Exercise description template
ru: Шаблон описания упражнения

source: Exercise feature data
ru: Данные об особенностях упражнений

source: User exercise feature data
ru: Данные об особенностях пользовательских упражнений

source: Club exercise feature data
ru: Данные об особенностях клубных упражнений

source: Player team status
ru: Статус игрока в команде

source: Player team statuses
ru: Статусы игроков в команде

source: Player status
ru: Статус игрока

source: Player statuses
ru: Статусы игрока

source: Player level
ru: Уровень игрока

source: Player levels
ru: Уровни игрока

source: Player position
ru: Позиция игрока

source: Player positions
ru: Позиции игрока

source: Player leg
ru: Нога игрока

source: Player legs
ru: Ноги игрока

source: Player protocol status
ru: Статус протокола игрока

source: Player protocol statuses
ru: Статусы протокола игрока

source: lowercase title
ru: Заголовок в нижнем регистре

source: Custom tags
ru: Настраиваемые теги

source: Training additional data
ru: Дополнительные данные тренировки

source: Medicine diagnosis type
ru: Тип диагноза медицины

source: Medicine diagnosis types
ru: Типы диагнозов медицины

source: Medicine disease specific
ru: Медицина заболевание специфическое

source: Medicine disease nonspecific
ru: Медицина заболевание неспецифическое

source: Medicine treatment type
ru: Тип медикаментозного лечения

source: Medicine treatment types
ru: Виды медикаментозного лечения

source: Medicine note type
ru: Тип медицинской справки

source: Medicine note types
ru: Типы медицинских справок

source: Medicine access type
ru: Тип доступа к медикаментам

source: Medicine access types
ru: Типы доступа к медикаментам

source: Payment
ru: Оплата

source: Payment in foreign currency
ru: Оплата в валюте

source: Discount
ru: Скидка

source: Percent discount (0-100%)
ru: Скидка в процентах (0-100%)

source: Date of payment
ru: Дата оплаты

source: Date when the user paid
ru: Дата, когда пользователь заплатил

source: Date of payment before
ru: Дата оплаты до

source: The date before which the program was paid for
ru: Дата, до которой была оплачена программа

source: User Payment
ru: Оплата пользователя

source: User Payments
ru: Оплаты пользователей

source: Club Payment
ru: Оплата клуба

source: Club Payments
ru: Оплаты клубов

source: options
ru: опции

source: Reference edit
ru: Редактирование справочника

source: Action
ru: Действие

source: Season Create
ru: Создать Сезон

source: Team Create
ru: Создать Команду

source: My team
ru: Моя команда

source: Share Training
ru: Поделиться тренировкой

source: Goalkeepers
ru: Вратари

source: Link will be available until
ru: Ссылка будет доступна до

source: Link
ru: Ссылка

source: Share
ru: Поделиться

source: Nanofb site admin
ru: Администратор сайта Nanofb

source: Nanofb administration
ru: Администрация Nanofb

source: Trainings
ru: Тренировки

source: Age
ru: Возраст

source: Age group of the objective
ru: Возрастная группа задачи

source: Objective name
ru: Название задачи

source: Archive
ru: Архив

source: Coach tied to the training
ru: Тренер привязан к тренировке

source: favourites
ru: избранное

source: Favorites training
ru: Избранная тренировка

source: Group
ru: Группа

source: Training group
ru: Группа тренировки

source: Players count
ru: Количество игроков

source: Objective 1
ru: Задача 1

source: The objective 1 in training
ru: Задача 1 в тренировке

source: Objective 2
ru: Задача 2

source: The objective 2 in training
ru: Задача 2 в тренировке

source: Goalkeepers count
ru: Количество вратарей

source: personal training
ru: персональная тренировка

source: Is it a personal training
ru: Является персональной тренировкой

source: field size
ru: размер поля

source: The size of the field in training
ru: Размер тренировочного поля

source: link to the video
ru: ссылка на видео

source: Link to the training video
ru: Ссылка на видео тренировки

source: additional
ru: дополнительно

source: Additional training data
ru: Дополнительные данные тренировки

source: Notes for training groups
ru: Примечания для групп тренировки

source: inventory
ru: инвентарь

source: Inventory for training
ru: Инвентарь для тренировки

source: objective
ru: задача

source: Objective in training
ru: Задача тренировки

source: Block in training
ru: Блок в тренировке

source: Access to the section "Analytics" for UserTraining
ru: Доступ к разделу «Аналитика» для UserTraining

source: Access to the section "Analytics" for ClubTraining
ru: Доступ к разделу «Аналитика» для ClubTraining

source: players count
ru: Количество игроков

source: Number of players manual entry
ru: Ручной ввод количества игроков

source: goalkeepers count
ru: Количество вратарей

source: Number of goalkeepers manual entry
ru: Ручной ввод количества вратарей

source: group
ru: группа

source: The group to which the exercise belongs
ru: Группа, к которой относится упражнение

source: duration
ru: длительность

source: Duration of the exercise
ru: Длительность упражнения

source: description
ru: описание

source: Description of the exercise inside the training
ru: Описание упражнения внутри тренировки

source: Additional training exercise data
ru: Дополнительные данные упражнений в тренировке

source: Objective type
ru: Тип задачи

source: Type of objective for training
ru: Тип задачи тренировки

source: Note to the reference book
ru: Примечание к справочнику

source: Player rating like/dislike
ru: Рейтинг игрока нравится/не нравится

source: Exercise additional
ru: Дополнительные данные упражнения

source: Add all
ru: Добавить все

source: Add selected
ru: Добавить выбранных

source: Print training
ru: Распечатать тренировку

source: Minutes
ru: Минуты

source: Trainer
ru: Тренер

source: Trainers
ru: Тренеры

source: Copy all
ru: Копировать все

source: Card
ru: Карточка

source: Inventory
ru: Инвентарь

source: Number of players
ru: Количество игроков

source: Is individual
ru: Индивидуальная

source: Description
ru: Описание

source: print
ru: печать

source: Add. Conditions
ru: Доп. Условия

source: Resets player data to the original table
ru: Сбрасывает данные игроков в исходную таблицу

source: No trainers
ru: Нет тренеров

source: Field size
ru: Размер поля

source: balls
ru: мячи

source: chips
ru: фишки

source: gates
ru: ворота

source: cones
ru: конусы

source: racks
ru: стойки

source: shirt fronts
ru: манишки

source: ladder
ru: лестница

source: floor mats
ru: коврики

source: barriers
ru: барьеры

source: mannequins
ru: маникены

source: harnesses
ru: жгуты

source: Video from the training
ru: Видео из тренировки

source: Training video
ru: Видео тренировки

source: Open link
ru: Открыть ссылку

source: Copy link
ru: Копировать ссылку

source: Back
ru: Назад

source: Protocol
ru: Протокол

source: Add all players
ru: Добавить всех игроков

source: Spare Email
ru: Запасная почта

source: The Email must be set
ru: Адрес электронной почты должен быть установлен

source: Trainer License
ru: Лицензия тренера

source: Trainer's licenses
ru: Лицензии тренеров

source: Name
ru: Имя

source: Patronymic
ru: Отчество

source: User job title
ru: Должность пользователя

source: Club title
ru: Название клуба

source: User club title
ru: Название клуба пользователя

source: Trainer license
ru: Лицензия тренера

source: Trainer user license
ru: Пользовательская лицензия тренера

source: License expiration date
ru: Срок действия лицензии

source: Country of residence
ru: Страна проживания

source: Phone number
ru: Номер телефона

source: Spare phone
ru: Запасной телефон

source: Spare phone number
ru: Запасной номер телефона

source: Spare email
ru: Запасная почта

source: Not specified
ru: Не указан(а)

source: No name
ru: Нет имени

source: No last name
ru: Нет фамилии

source: Personal information
ru: Личная информация

source: Payment information
ru: Платежная информация

source: email address
ru: адрес электронной почты

source: Version
ru: Версия

source: User version
ru: Пользовательская версия

source: The club the user is a member of
ru: Клуб, членом которого является пользователь

source: The federation the user is a member of
ru: Федерация, членом которой является пользователь

source: Date of registration
ru: Дата регистрации

source: Last login date
ru: Дата последнего входа

source: Distributor
ru: Дистрибьютор

source: User distributor
ru: Дистрибьютор пользователя

source: User's group
ru: Группа пользователя

source: Expiration version
ru: Срок версии

source: Version expiration date
ru: Дата истечения срока действия версии

source: Personal Information
ru: Личная информация

source: User Personal Information card
ru: Карточка личной информации пользователя

source: Payment Information
ru: Платежная информация

source: User Payment Information card
ru: Карточка платежной информации пользователя

source: Active
ru: Активно

source: Not filled in
ru: Не заполнено

source: Club license expired
ru: Клубная лицензия истекла

source: License expired
ru: Лицензия истекла

source: Not active
ru: Не активно

source: Clients Management
ru: Управление клиентами

source: Filters
ru: Фильтры

source: User card
ru: Карточка пользователя

source: Personal Details
ru: Личные данные

source: Date of Birth
ru: День рождения

source: Mobile
ru: Мобильный

source: Spare Mobile
ru: Запасной телефон

source: Address
ru: Адрес

source: Account Status
ru: Статус аккаунта

source: License has expired, contact your administrator to renew
ru: Срок действия лицензии истек, обратитесь к администратору для продления

source: Active to
ru: Активно до

source: Individual
ru: Индивидуальный

source: Current accesses
ru: Текущие доступы

source: Change Password
ru: Поменять пароль

source: Payment QR
ru: QR оплаты

source: Logo
ru: Лого

source: License period
ru: Срок лицензии

source: Access to
ru: Доступ до

source: Setting
ru: Настройка

source: Registration
ru: Регистрация

source: Save Changes
ru: Сохранить изменения

source: Old Password
ru: Старый пароль

source: New Password
ru: Новый пароль

source: Confirm Password
ru: Подтвердите пароль

source: If you change your password, you will need to log in again
ru: Если вы измените свой пароль, вам нужно будет снова войти в систему

source: Setting only for users without a club
ru: Настройка только для пользователей без клуба

source: Setting only for users without club and version
ru: Настройка только для пользователей без клуба и версии

source: Main admin
ru: Главный админ

source: Last login
ru: Последний вход

source: Demo version
ru: Демо версия

source: Create new payment
ru: Создать новый платеж

source: Payment before
ru: Оплата до

source: Generate a new password
ru: Создать новый пароль

source: Send by email
ru: Отправить на почту

source: Send to selected
ru: Отправить выбранному

source: Send filtered
ru: Отправить отфильтрованным

source: Lic.
ru: Лиц.

source: Lic. to
ru: Лиц. до

source: D
ru: Д

source: Reset filters
ru: Сбросить фильтры

source: Search by name
ru: Поиск по имени

source: Add. filters
ru: Доп. Фильтры

source: New users
ru: Новые пользователи

source: Admins
ru: Администраторы

source: Call
ru: Звонок

source: Columns
ru: Колонки

source: Recommendations
ru: Рекомендации

source: For the convenience of using the program, it is recommended to change the password to a more convenient one
ru: Для удобства использования программы рекомендуется изменить пароль на более удобный

source: This can be done in your personal account/profile
ru: Это можно сделать в личном кабинете/профиле

source: Change password
ru: Поменять пароль

source: Don`t show again
ru: Больше не показывать

source: Important Settings
ru: Важные настройки

source: You have not created any season
ru: Вы не создали ни одного сезона

source: Contact your administrator to create seasons
ru: Обратитесь к вашему администратору для создания сезонов

source: You have not created any team
ru: Вы не создали ни одной команды

source: Contact your administrator to create teams
ru: Обратитесь к вашему администратору для создания команд

source: This Email not valid!
ru: Этот адрес электронной почты недействителен!

source: Not chosen
ru: Не выбрано

source: Password updated successfully
ru: Пароль успешно изменен

source: Wrong password
ru: Неверный пароль

source: custom groups
ru: настраиваемые группы

source: version control
ru: управление версиями

source: Section name
ru: Название раздела

source: Section translated name
ru: Переведенное название раздела

source: tag
ru: тег

source: Section tag
ru: Тег раздела

source: Default
ru: По умолчанию

source: section
ru: раздел

source: sections
ru: разделы

source: price
ru: цена

source: The cost of the Group in the currency
ru: Стоимость Группы доступов в валюте

source: Group name
ru: Название группы

source: Group translated name
ru: Переведенное название группы

source: Parent group
ru: Родительская группа

source: If it is child access, select parent
ru: Если это дочерний доступ, выберите родительский

source: Custom group params
ru: Параметры настраевоемой группы

source: number of teams
ru: количество команд

source: limit on the number of teams
ru: ограничение на количество команд

source: number of players
ru: количество игроков

source: limit on the number of players in a team
ru: ограничение на количество игроков в команде

source: number of users
ru: количество пользователей

source: limit on the number of users
ru: ограничение на количество пользователей

source: number of clubs
ru: количество клубов

source: limit on the number of clubs
ru: ограничение на количество клубов

source: Version name
ru: Название версии

source: last update
ru: последнее обновление

source: Version update date
ru: Дата обновления версии

source: active
ru: активно

source: The version is active for user selection
ru: Версия активна для выбора пользователем

source: The groups this version belongs to. A version will get all permissions granted to each of their groups.
ru: Группы, к которым принадлежит эта версия. Версия получит все разрешения предоставленные каждой из их групп.

source: Specific permissions for this version.
ru: Особые разрешения для этой версии

source: Version tag
ru: Тег веосии

source: The cost of the version in the currency
ru: Стоимость версии в валюте

source: version
ru: версия

source: versions
ru: версии

source: Note on section
ru: Заметка по разделу

source: A note on the section indicates the location
ru: Примечание к разделу указывает местоположение

source: Information for the user
ru: Информация для пользователя

source: Last update
ru: Последнее обновление

source: Date of last update
ru: Дата последнего обновления

source: Video title
ru: Название видео

source: Select a source
ru: Выберите источник

source: Select a section
ru: Выберите раздел

source: Video duration
ru: Продолжительность видео

source: Tag title
ru: Заголовок тега

source: Imported video title
ru: Импортированный заголовок видео

source: video source
ru: источник видео

source: The source to which the video is linked
ru: Источник, на который ссылается видео

source: upload date
ru: дата загрузки

source: Date the video was uploaded or updated
ru: Дата загрузки или обновления видео

source: created date
ru: дата создания

source: Date the video was created
ru: Дата создания видео

source: duration video
ru: продолжительность видео

source: The duration of the video in the format 00:00:00
ru: Продолжительность видео в формате 00:00:00

source: language (voice acting)
ru: язык (озвучка)

source: Video voice-over language
ru: Язык озвучки видео

source: music
ru: музыка

source: Is there music in the video?
ru: Есть ли музыка в видео?

source: video links
ru: ссылки на видео

source: Links to videos from various sources
ru: Ссылки на видео из различных источников

source: screensaver
ru: заставка

source: Splash screen on the start screen of the video
ru: Заставка на начальном экране видео

source: Favorite video
ru: Избранное видео

source: old id
ru: старое id

source: ID of the exercise that the video was linked to
ru: Идентификатор упражнения, на которое было привязано видео

source: Notes
ru: Заметки

source: Notes in json format
ru: Заметки в формате json

source: Add video
ru: Добавить видео

source: No folders
ru: Нет папок

source: Source
ru: Источник

source: Folder
ru: Папка

source: Tags
ru: Теги

source: Links
ru: Ссылки

source: Exercise
ru: Упражнение

source: Download
ru: Скачать

source: Youtube link
ru: Ссылка на Youtube

source: New video file
ru: Новый видеофайл

source: A second of the screensaver
ru: Секунда заставки

source: New screensaver file
ru: Новый файл заставки

source: Language (voice acting)
ru: Язык (озвучка)

source: Music
ru: Музыка

source: Sections
ru: Разделы

source: Video / Animation
ru: Видео / Анимация

source: Animation
ru: Анимация
