Repository: moiseipro/nanofb
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ru

source: Activation
ru: Активация

source: Account activated
ru: Аккаунт активирован

source: Authorization
ru: Авторизация

source: Reset password
ru: Сброс пароля

source: A link to password recovery was sent to the email
ru: На почту была отправлена ссылка на восстановление пароля

source: The new password has been successfully set!
ru: Новый пароль был успешно установлен!

source: Training
ru: Тренировка

source: The limit of exercises for the selected group has been reached
ru: Лимит упражнений для выбранной группы достигнут

source: Error when action "
ru: Ошибка при выполнении "

source: User
ru: Пользователь

source: Users
ru: Пользователи

source: The limit of users for the club
ru: Лимит пользователей для клуба

source: Club user registration
ru: Регистрация пользователя клуба

source: The limit of users for the club has been reached!
ru: Лимит пользователей для клуба достигнут!

source: Error when action the club users!
ru: Ошибка при действии c пользователем клуба!

source: Search Results
ru: Результат поиска

source: Your search did not match any documents. Please make sure that all words are spelled correctly and that you've selected enough categories.
ru: Ваш поиск не выявил никаких документов. Пожалуйста, убедитесь, что все слова написаны правильно и что вы выбрали достаточное количество категорий.

source: Searching
ru: Поиск

source: Preparing search...
ru: Подготовка к поиску...

source: , in
ru: , в

source: Hide Search Matches
ru: Скрыть поисковые совпадения

source: Copying an event
ru: Копирование события

source: Date or time not filled!
ru: Дата или время не заполнены!

source: Event
ru: Событие

source: You have created the maximum number of events of this type for one day!
ru: Вы создали максимальное количество событий этого типа на один день!

source: The training was successfully copied!
ru: Тренировка была успешно скопирована!

source: Event action successfully!
ru: Действие с событием успешно!

source: Error when action the event!
ru: Ошибка при выполнении события!

source: Event
ru: Событие

source: Short key
ru: Короткий ключ

source: Warning!
ru: Предупреждение!

source: Choose a team and a season!
ru: Выберите команду и сезон!

source: Go to the created event group A
ru: Перейти к созданному событию группы A

source: Go to the created event group B
ru: Перейти к созданному событию группы B

source: Go to the created event
ru: Перейти к созданному событию

source: No event selected!
ru: Событие не выбрано!

source: Ready
ru: Готово

source: Link copied
ru: Ссылка скопирована

source: M.C.
ru: М.Ц.

source: Blocks
ru: Блоки

source: Load
ru: Нагрузка

source: Objectives
ru: Задачи

source: Copy
ru: Копировать

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Close
ru: Закрыть

source: Group
ru: Группа

source: Training
ru: Тренировка

source: Match
ru: Матч

source: Event save
ru: Сохранить событие

source: Today
ru: Сегодня

source: Failed to initialize
ru: Не удалось инициализировать

source: No data was found to show
ru: Не было найдено данных для отображения

source: Save changes to the microcycle?
ru: Сохранить изменения микроцикла?

source: The action with the microcycle was successfully completed!
ru: Действие с микроциклом успешно завершено!

source: Error when updating the microcycle.
ru: Ошибка обновления микроцикла.

source: Microcycle
ru: Микроцикл

source: Microcycles should not overlap and go beyond the season!
ru: Микроциклы не должны пересекаться и выходить за рамки сезона!

source: Error
ru: Ошибка

source: Failed to copy folder structure.
ru: Не удалось скопировать структуру папок.

source: Licence to:
ru: Лицензия до:

source: User registration
ru: Регистрация пользователя

source: Country
ru: Страна

source: Version
ru: Версия

source: Club
ru: Клуб

source: Are you sure you want to generate a new password?
ru: Вы уверены, что хотите сгенерировать новый пароль?

source: function
ru: функция

source: Notification
ru: Уведомление

source: Create
ru: Создать

source: Removal
ru: Удаление

source: Delete the notification template or delete all sent ones?
ru: Удалите шаблон уведомления или удалите все отправленные?

source: Delete a template
ru: Удалить шаблон

source: Delete all sent
ru: Удалить все отправленные

source: Cancel
ru: Отмена

source: Creating a team
ru: Создать команду

source: Creating a season
ru: Создать сезон

source: Changing the team
ru: Смена команды

source: Apply action to team?
ru: Применить действие к команде?

source: Team saved successfully!
ru: Команда успешно сохранена!

source: Team
ru: Команда

source: The team limit has been reached!
ru: Лимит команд был достигнут!

source: Error when action the team!
ru: Ошибка при действии с командой!

source: Apply an action to a season?
ru: Применить действие к сезону?

source: Season saved successfully!
ru: Сезон успешно сохранен!

source: Error when action the season!
ru: Ошибка при действии с сезоном!

source: Title
ru: Название

source: Team
ru: Команда

source: Date entered incorrectly
ru: Дата введена неправильно

source: Unable to create shared link
ru: Не удалось создать общую ссылку

source: Available %s
ru: Доступно %s

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
ru: Это список доступных %s. Вы можете выбрать некоторые из них, выбрав их в поле ниже, а затем щелкните стрелку "Выбрать" между двумя полями.

source: Type into this box to filter down the list of available %s.
ru: Введите в это поле, чтобы отфильтровать список доступных %s.

source: Filter
ru: Фильтр

source: Choose all
ru: Выбрать все

source: Click to choose all %s at once.
ru: Нажмите, чтобы выбрать все %s сразу.

source: Choose
ru: Выбрать

source: Remove
ru: Удалить

source: Chosen %s
ru: Выбранный %s

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
ru: Это список выбранных %s. Вы можете удалить некоторые из них, выбрав их в поле ниже, а затем щелкните стрелку "Удалить" между двумя полями.

source: Remove all
ru: Удалить все

source: Click to remove all chosen %s at once.
ru: Нажмите, чтобы удалить все выбранные %s сразу.

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
ru: У вас есть несохраненные изменения в отдельных редактируемых полях. Если вы запустите действие, ваши несохраненные изменения будут потеряны.

source: You have selected an action, but you haven’t saved your changes to individual fields yet. Please click OK to save. You’ll need to re-run the action.
ru: Вы выбрали действие, но не сохранили свои изменения в отдельных полях. Пожалуйста, нажмите ОК, чтобы сохранить. Вам нужно будет повторно запустить действие.

source: You have selected an action, and you haven’t made any changes on individual fields. You’re probably looking for the Go button rather than the Save button.
ru: Вы выбрали действие и не внесли никаких изменений в отдельных полях. Вы, вероятно, ищете кнопку «Перейти», а не «Сохранить».

source: Now
ru: Сейчас

source: Midnight
ru: Полночь

source: Noon
ru: Полдень

source: Choose a Time
ru: Выберите время

source: Choose a time
ru: Выберите время

source: Choose a Date
ru: Выберите дату

source: Yesterday
ru: Вчера

source: Tomorrow
ru: Завтра

source: January
ru: Январь

source: February
ru: Февраль

source: March
ru: Март

source: April
ru: Апрель

source: May
ru: Май

source: June
ru: Июнь

source: July
ru: Июль

source: August
ru: Август

source: September
ru: Сентябрь

source: October
ru: Октябрь

source: November
ru: Ноябрь

source: December
ru: Декабрь

# abbrev. month January
source: Jan
ru: Янв

# abbrev. month February
source: Feb
ru: Фев

# abbrev. month March
source: Mar
ru: Мар

# abbrev. month April
source: Apr
ru: Апр

# abbrev. month May
source: May
ru: Май

# abbrev. month June
source: Jun
ru: Июнь

# abbrev. month July
source: Jul
ru: Июль

# abbrev. month August
source: Aug
ru: Авг

# abbrev. month September
source: Sep
ru: Сен

# abbrev. month October
source: Oct
ru: Окт

# abbrev. month November
source: Nov
ru: Сейчас

# abbrev. month December
source: Dec
ru: Дек

source: Show
ru: Показать

source: Hide
ru: Скрыть

source: Apply action "
ru: Применить действие "

source: Event action "
ru: Действие с событием "

source: Training block
ru: Блок тренировки

source: Training block action successfully!
ru: Действие с блоком тренировки успешно!

source: Error when action the training block!
ru: Ошибка при выполнении действия с блоком тренировки!

source: There cannot be two identical exercises in the same group.
ru: В одной группе не может быть двух одинаковых упражнений.

source: There are players in the protocol. Remove the players before unloading the entire team.
ru: В протоколе есть игроки. Удалите игроков перед выгрузкой всей команды.

source: The limit of players for one protocol has been reached.
ru: Лимит игроков для данного протокола достигнут.

source: Training action successfully!
ru: Действие с тренировкой успешно!

source: Error when action the training!
ru: Ошибка при выполнении действия с тренировкой!

source: Error when action the exercise!
ru: Ошибка при выполнении действия с упражнением!

source: Exercise data action error in training!
ru: Ошибка действия с данными упражнения в тренировке!

source: Training load
ru: Нагрузка тренировки

source: Training load action successfully!
ru: Действие с нагрузкой тренировки успешно!

source: Error when action the training load!
ru: Ошибка при выполнении действия с нагрузкой тренировки!

source: Objective
ru: Задача

source: Objective action successfully!
ru: Действие с задачами успешно!

source: Error when action the objective!
ru: Ошибка при выполнении действия с задачами!

source: Duration
ru: Длительность

source: Delete this training?
ru: Удалить данную тренировку?

source: Block
ru: Блок

source: Main objective
ru: Главная задача

source: Add. objectives
ru: Доп. задачи

source: Remove an exercise from a training?
ru: Удалить упражнение из тренировки?

source: Exercises
ru: Упражнения

source: When uploading data, the existing ones will be reset.
ru: При загрузке данных существующие будут сброшены.

source: Delete all additional data from the exercise?
ru: Удалите все дополнительные данные из упражнения?

source: Click to view description
ru: Кликните для просмотра описания

source: Add all players from the team of this training session?
ru: Добавьте всех игроков из команды этой тренировки?

source: Add selected players?
ru: Добавить выбранных игроков?

source: Remove all players from the training protocol?
ru: Удалить всех игроков из тренировочного протокола?

source: Remove a player "
ru: Удалить игрока "

source: Not selected
ru: Не выбрано

source: Full name
ru: Полное имя

source: Remove all players
ru: Удалить всех игроков

source: (Exercises)
ru: (Упражнения)

source: Delete player
ru: Удалить игрока

source: Save training
ru: Сохранить тренировку

source: There are unfilled players! Fill in the players highlighted in red.
ru: Есть незаполненные игроки! Заполните игроков, выделенных красным.

source: Training action "
ru: Действие с тренировкой "

source: Delete user?
ru: Удалить пользователя?

source: After deletion, all workouts, folders and exercises of the user will be cleaned.
ru: После удаления все тренировки, папки и упражнения пользователя будут отчищены.

source: Delete user payment?
ru: Удалить оплату пользователя?

source: When you delete a payment, the date of access to the program does not change
ru: При удалении платежа дата доступа к программе не меняется

source: Delete club payment?
ru: Удалить оплату клуба?

source: Profile
ru: Профиль

source: Add
ru: Добавить

source: Save changes to the selected video?
ru: Сохраните изменения в выбранном видео?

source: Video saved successfully!
ru: Видео успешно сохранено!

source: Error when updating the video.
ru: Ошибка при обновлении видео.

source: Delete the selected video(s)?
ru: Удалить выбранное(ые) видео?

source: An error occurred when deleting the video.
ru: Произошла ошибка при удалении видео.

source: Video
ru: Видео

source: Video action "
ru: Действие с видео "
